services/billing-service/test-requests/07-calculate-outstanding-balance.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:bil="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <bil:CalculateOutstandingBalance>
         <bil:studentId>STU001</bil:studentId>
      </bil:CalculateOutstandingBalance>
   </soapenv:Body>
</soapenv:Envelope>
